TVavrinec/SemiSemafor/fw/sdkconfig.defaults
# This file was generated using idf.py save-defconfig. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) 5.2.0 Project Minimal Configuration
#
CONFIG_IDF_TARGET="esp32c3"
CONFIG_RMT_ISR_IRAM_SAFE=y
